IDEA StatiCa Open Model
ConnectionSetup.CrackedConcrete Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 True if cracked concrete is considered
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool CrackedConcrete { get; set; }
Public Property CrackedConcrete As Boolean
	Get
	Set
public:
property bool CrackedConcrete {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace